Repository: minestead/minestead_mods
Catalog: mob_horse/locale/*.po
Languages: ms

source: Horse
ms: Kuda

source: Horse shoes fitted -
ms: Ladam telah dipasang pada kuda -

source: speed:
ms: kelajuan:

source: , jump height:
ms: , ketinggian lompat:

source: , stop speed:
ms: , kelajuan berhenti:

source: Horse shoes only work on horses!
ms: Ladam hanya boleh dipakaikan pada kuda!

source: Steel HorseShoes (use on horse to apply)
ms: Ladam Kuda Keluli (guna pada kuda untuk pakaikan ia)

source: Bronze HorseShoes (use on horse to apply)
ms: Ladam Kuda Gangsa (guna pada kuda untuk pakaikan ia)

source: Mese HorseShoes (use on horse to apply)
ms: Ladam Kuda Mese (guna pada kuda untuk pakaikan ia)

source: Diamond HorseShoes (use on horse to apply)
ms: Ladam Kuda Intan (guna pada kuda untuk pakaikan ia)
